# delete this line and run: pacman -S --needed - < pkglist.txt
acpi
alsa-utils
base
base-devel
bash-completion
brightnessctl
dunst
efibootmgr
foot
git
gnome-themes-extra
grim
grub
htop
imv
intel-media-driver
intel-ucode
jdk17-openjdk
libinput
libnotify
linux
linux-firmware
mesa
meson
mpv
ncdu
neofetch
neovim
networkmanager
os-prober
pavucontrol
pipewire
pipewire-alsa
pipewire-pulse
ranger
swaybg
tlp
unzip
vim
vulkan-intel
wayland-protocols
wireless_tools
wlroots
wmenu
xorg-xwayland
yt-dlp
zoxide
